export default function() {
  return {
    departmentsList:
      [
        { groupName: 'Восточный АО' , departments: ['ул. Пермякова, 48', 'ул. Прокопия Артамонова, 9', 'ул. Моторостроителей 9']},
        { groupName: 'Калининский АО' , departments: ['ул. Николая Чаплина, 127', 'ул. Червишевский тракт 64/2', 'ул. Московский тракт, 135 к3/1', 'ул. Интернациональная, 138/5', 'ул. Ямская, 87а, офис 112']},
        { groupName: 'Ленинский АО' , departments: ['ул. Малиновского, 5Б','ул. Мельникайте, 55',' ул. Одесская, 39/4','ул. Республики, 164/2, офис 416','ул. Домостроителей Д 16к3']},
        { groupName: 'Центральный АО' , departments: ['ул. Газовиков 41 к 1/8', 'ул. Немцова 22 (Менделеев House)', 'ул. Республики, 94 к1, офис 307','ул. Ленина, 15, офис 102']},
      ]


  };
}
