export default function() {
  return {
    // departmentsList: [
    //   {
    //     groupName: "Восточный АО",
    //     departments: [
    //       { coords: [57.12003616412867,65.57948588328183], name: "ул. Пермякова, 48" },
    //       { coords: [57.10670079884198,65.57350123743439], name: "ул. Прокопия Артамонова, 9" },
    //       { coords: [57.10371492169544,65.60275314669833], name: "ул. Моторостроителей, 9" }
    //     ]
    //   },
    //   {
    //     groupName: "Калининский АО",
    //     departments: [
    //       { coords: [57.122689011631415,65.54579185949194], name: "ул. Николая Чаплина, 127" },
    //       { coords: [57.13055277904563,65.52307298478694], name: "ул. Червишевский тракт 64/2" },
    //       { coords: [57.1332007629527,65.4960742398725], name: "ул. Московский тракт, 135 к3/1" },
    //       { coords: [57.147275740893484,65.49073288469565], name: "ул. Интернациональная, 138/5" },
    //       { coords: [57.157447238860215,65.48654905717346], name: "ул. Ямская, 87а, офис 112" }
    //     ]
    //   },
    //   {
    //     groupName: "Ленинский АО",
    //     departments: [
    //       { coords: [57.178028618225454,65.64380171842001], name: "ул. Малиновского, 5Б" },
    //       { coords: [57.151220156643724,65.59391555979134], name: "ул. Мельникайте, 55" },
    //       { coords: [57.14041351627168,65.58398821055611], name: " ул. Одесская, 39/4" },
    //       { coords: [57.13208467450599,65.57874944310176], name: "ул. Республики, 164/2, офис 416" },
    //       { coords: [57.14993939649295,65.64882641906945], name: "ул. Домостроителей Д 16к3" }
    //     ]
    //   },
    //   {
    //     groupName: "Центральный АО",
    //     departments: [
    //       { coords: [57.174180864929184,65.56036667408958], name: "ул. Газовиков 41 к 1/8" },
    //       { coords: [57.15639584214817,65.5581119172178], name: "ул. Немцова 22 (Менделеев House)" },
    //       { coords: [57.14192403440808,65.56145741964333], name: "ул. Республики, 94 к1, офис 307" },
    //       { coords: [57.15884683876721,65.5263627460327], name: "ул. Ленина, 15, офис 102" }
    //     ]
    //   }
    // ]
  };
}