export default function() {
  return [
      {
        name: "Какие документы необходимо предоставить для начала обучения?",
        content: "Для заключения договора необходимо предоставить паспорт и оплатить первоначальный взнос (от 1000руб.) Далее администратор выдаст направление для прохождения мед.комиисии, а также необходимые памятки для регистрации на портале гос.услуг и получения доступа к он-лайн обучению."
      },
      {
        name: "Могу ли я самостоятельно пройти мед.комиссию без Вашего напрвления?",
        content: "Да, можете. Но! С нашим договором Вы сможете получить дополнительную скидку у наших партнеров и пройти мед.комиссию почти в два раза дешевле"
      },
      {
        name: "Что означает индивидуальное обучение?",
        content: " Суть индивидуального обучения: " +
          "" +
          "    Обучение людей со сложными графиками работы и учебы. Расписание занятий устанавливается исходя из пожеланий ученика." +
          "    Преподавание осуществляется строго индивидуально (один слушатель — один преподаватель). Занятия проводятся в любом учебном классе на выбор." +
          "    Освоение программы за более короткий промежуток времени. Длительность обучения от 1,5 месяцев с учетом внутренних и гос. экзаменов (при посещении не менее 3-х раз в неделю)"
      },
      {
        name: "Есть ли у Вас рассрочка платежа?",
        content: "Да, рассрочка предоставляется всем желающим. Первоначальный взнос от 1000 руб., далее идут оплаты удобными для Вас долями в течении всего срока обучения, главное, чтобы перед выходом на экзамен у Вас была закрыта вся сумма."
      }   ,

      {
        name: "Можно ли параллельно обучаться на несколько категорий ",
        content: "Да, возможно обучение на несколько категорий одновременно."
      }  ,

      {
        name: "Как совмещать учебу и работу если график работы 2/2?",
        content: "При отсутствии на занятиях по теории-выдается онлайн доступ. Также возможно дистанционное или индивидуальное обучение"
      }  ,

      {
        name: "Можно ли приостанавливать обучение?",
        content: "Да, обучение можно приостановить на неопределенный срок, для этого необходимо заполнить заявление в классе обучения (денежные ср-ва сохраняются)"
      }  ,

      {
        name: "Можно ли поменять пакет уже в процессе обучения?",
        content: "Да, конечно. В процессе обучения всегда есть возможность перейти на пакет с расширенным количеством практических занятий"
      }  ,

      {
        name: "В пакет Стандарт входит пересдача внутреннего или гос экзамена? Какое количество?",
        content: "Если Вы выбрали пакет Стандарт иди Профи, то все пересдачи будут производиться за счет автошколы, неограниченное количество раз."
      },

      {
        name: "Чем отличаются пакеты обучения?",
        content: "В каждый пакет обучения закладывается различное количество часов практических занятий, в зависимости от первичной подготовки кандидата в водители"
      }
    ]
}