export default function() {
  return {
    prices: [
      // {
      //   name: "Акции",
      //   type: 'promotion',
      //   tariffs: [
      //     {
      //       id: '10',
      //       price: "15900",
      //       imageURL:"https://formula.as/local/templates/formula_2018/images/iphone.png",
      //       name: "Автомат по цене механики",
      //       shortDescriptionRows: [
      //         "56 часов практики",
      //         "1 бесплатный внутр. экзамен"
      //       ],
      //       detailDescriptionRows: [
      //         { name: "Теория", value: "136 ч" },
      //         { name: "Вождение", value: "56 ч" },
      //         { name: "Трансфер во время экзамена", value: "бесплатно" },
      //         { name: "Пересдача внутр. экзамена", value: "бесплатно" },
      //         { name: "Доп. вождение", value: "25% скидка" },
      //         {
      //           name: "Рассрочка на период обучения (без банка)",
      //           value: "без %"
      //         },
      //         { name: "Первоначальный взнос", value: "от 1000 р" }
      //       ]
      //     },
      //     {
      //       id: '11',
      //       price: "15900",
      //       imageURL:"https://formula.as/local/templates/formula_2018/images/iphone.png",
      //       name: "Автомат по цене машины",
      //       shortDescriptionRows: [
      //         "56 часов практики",
      //         "1 бесплатный внутр. экзамен"
      //       ],
      //       detailDescriptionRows: [
      //         { name: "Теория", value: "136 ч" },
      //         { name: "Вождение", value: "56 ч" },
      //         { name: "Трансфер во время экзамена", value: "бесплатно" },
      //         { name: "Пересдача внутр. экзамена", value: "бесплатно" },
      //         { name: "Доп. вождение", value: "25% скидка" },
      //         {
      //           name: "Рассрочка на период обучения (без банка)",
      //           value: "без %"
      //         },
      //         { name: "Первоначальный взнос", value: "от 1000 р" }
      //       ]
      //     },
      //
      //     {
      //       id: '12',
      //       price: "15900",
      //       imageURL:"https://formula.as/local/templates/formula_2018/images/iphone.png",
      //       name: "Автомат по цене чего то там",
      //       shortDescriptionRows: [
      //         "56 часов практики",
      //         "1 бесплатный внутр. экзамен"
      //       ],
      //       detailDescriptionRows: [
      //         { name: "Теория", value: "136 ч" },
      //         { name: "Вождение", value: "56 ч" },
      //         { name: "Трансфер во время экзамена", value: "бесплатно" },
      //         { name: "Пересдача внутр. экзамена", value: "бесплатно" },
      //         { name: "Доп. вождение", value: "25% скидка" },
      //         {
      //           name: "Рассрочка на период обучения (без банка)",
      //           value: "без %"
      //         },
      //         { name: "Первоначальный взнос", value: "от 1000 р" }
      //       ]
      //     },
      //     {
      //       id: '13',
      //       price: "15900",
      //       imageURL:"https://formula.as/local/templates/formula_2018/images/iphone.png",
      //       name: "что то там по цене меха ники",
      //       shortDescriptionRows: [
      //         "56 часов практики",
      //         "1 бесплатный внутр. экзамен"
      //       ],
      //       detailDescriptionRows: [
      //         { name: "Теория", value: "136 ч" },
      //         { name: "Вождение", value: "56 ч" },
      //         { name: "Трансфер во время экзамена", value: "бесплатно" },
      //         { name: "Пересдача внутр. экзамена", value: "бесплатно" },
      //         { name: "Доп. вождение", value: "25% скидка" },
      //         {
      //           name: "Рассрочка на период обучения (без банка)",
      //           value: "без %"
      //         },
      //         { name: "Первоначальный взнос", value: "от 1000 р" }
      //       ]
      //     },
      //   ]
      // },
      {
        name: "Категория «В»",
        type: 'regular',
        tariffs: [
          {
            id: '8655',
            price: "39500",
            name: "Профи (обучение у МПО)",
            shortDescriptionRows: [
              "Доступно занятий: 41",
              "Занятий в неделю: 4"
            ],
            detailDescriptionRows: [
              { name: "Доступно занятий", value: "41" },
              { name: "Занятий в неделю", value: "4" },
              { name: "Трансфер во время экзамена", value: "бесплатно" },
              // { name: "Пересдача внутр. экзамена", value: "бесплатно" },
              // { name: "Доп. вождение", value: "25% скидка" },
              {
                name: "Рассрочка на период обучения (без банка)",
                value: "без %"
              },
              { name: "Первоначальный взнос", value: "от 1000 р" }
            ]
          },
          {
            id: '12',
            price: "27500",
            shortDescriptionRows: [
              "Доступно занятий: 24",
              "Занятий в неделю: 3"
            ],
            name: "Стандарт (механика)",
            detailDescriptionRows: [
              { name: "Доступно занятий", value: "24" },
              { name: "Занятий в неделю", value: "3" },
              { name: "Трансфер во время экзамена", value: "бесплатно" },
              {
                name: "Рассрочка на период обучения (без банка)",
                value: "без %"
              },
              { name: "Первоначальный взнос", value: "от 1000 р" }
            ]
          },
          {
            id: '8659',
            shortDescriptionRows: [
              "Доступно занятий: 10",
              "Занятий в неделю: 2"],
            price: "15900",
            name: "Экспресс \"Акция\" (обучение у МПО)",
            detailDescriptionRows: [
              { name: "Доступно занятий", value: "10" },
              { name: "Занятий в неделю", value: "2" },
              { name: "Трансфер во время экзамена", value: "бесплатно" },
              // { name: "Пересдача внутр. экзамена", value: "бесплатно" },
              {
                name: "Рассрочка на период обучения (без банка)",
                value: "без %"
              },
              { name: "Первоначальный взнос", value: "от 1000 р" }
            ]
          }
        ]
      },
      {
        name: "Категория «A»",
        type: 'regular',
        tariffs: [
          {
            id: '3006',
            price: "9900",
            name: "Категория А",
            shortDescriptionRows: [
              "Доступно занятий: 6",
              "Занятий в неделю: 2"
            ],
            detailDescriptionRows: [
              { name: "Доступно занятий", value: "6" },
              { name: "Занятий в неделю", value: "2" },
              { name: "Трансфер во время экзамена", value: "бесплатно" },
              // { name: "Пересдача внутр. экзамена", value: "бесплатно" },
              {
                name: "Рассрочка на период обучения (без банка)",
                value: "без %"
              },
              { name: "Первоначальный взнос", value: "от 1000 р" }
            ]
          },

        ]
      },
    ]
  };
}
