export default function() {
  return {
    prices: [
      // {
      //   name: "Акции",
      //   type: 'promotion',
      //   tariffs: [
      //     {
      //       id: '10',
      //       price: "15900",
      //       imageURL:"https://formula.as/local/templates/formula_2018/images/iphone.png",
      //       name: "Автомат по цене механики",
      //       shortDescriptionRows: [
      //         "56 часов практики",
      //         "1 бесплатный внутр. экзамен"
      //       ],
      //       detailDescriptionRows: [
      //         { name: "Теория", value: "136 ч" },
      //         { name: "Вождение", value: "56 ч" },
      //         { name: "Трансфер во время экзамена", value: "бесплатно" },
      //         { name: "Пересдача внутр. экзамена", value: "бесплатно" },
      //         { name: "Доп. вождение", value: "25% скидка" },
      //         {
      //           name: "Рассрочка на период обучения (без банка)",
      //           value: "без %"
      //         },
      //         { name: "Первоначальный взнос", value: "от 1000 р" }
      //       ]
      //     },
      //     {
      //       id: '11',
      //       price: "15900",
      //       imageURL:"https://formula.as/local/templates/formula_2018/images/iphone.png",
      //       name: "Автомат по цене машины",
      //       shortDescriptionRows: [
      //         "56 часов практики",
      //         "1 бесплатный внутр. экзамен"
      //       ],
      //       detailDescriptionRows: [
      //         { name: "Теория", value: "136 ч" },
      //         { name: "Вождение", value: "56 ч" },
      //         { name: "Трансфер во время экзамена", value: "бесплатно" },
      //         { name: "Пересдача внутр. экзамена", value: "бесплатно" },
      //         { name: "Доп. вождение", value: "25% скидка" },
      //         {
      //           name: "Рассрочка на период обучения (без банка)",
      //           value: "без %"
      //         },
      //         { name: "Первоначальный взнос", value: "от 1000 р" }
      //       ]
      //     },
      //
      //     {
      //       id: '12',
      //       price: "15900",
      //       imageURL:"https://formula.as/local/templates/formula_2018/images/iphone.png",
      //       name: "Автомат по цене чего то там",
      //       shortDescriptionRows: [
      //         "56 часов практики",
      //         "1 бесплатный внутр. экзамен"
      //       ],
      //       detailDescriptionRows: [
      //         { name: "Теория", value: "136 ч" },
      //         { name: "Вождение", value: "56 ч" },
      //         { name: "Трансфер во время экзамена", value: "бесплатно" },
      //         { name: "Пересдача внутр. экзамена", value: "бесплатно" },
      //         { name: "Доп. вождение", value: "25% скидка" },
      //         {
      //           name: "Рассрочка на период обучения (без банка)",
      //           value: "без %"
      //         },
      //         { name: "Первоначальный взнос", value: "от 1000 р" }
      //       ]
      //     },
      //     {
      //       id: '13',
      //       price: "15900",
      //       imageURL:"https://formula.as/local/templates/formula_2018/images/iphone.png",
      //       name: "что то там по цене меха ники",
      //       shortDescriptionRows: [
      //         "56 часов практики",
      //         "1 бесплатный внутр. экзамен"
      //       ],
      //       detailDescriptionRows: [
      //         { name: "Теория", value: "136 ч" },
      //         { name: "Вождение", value: "56 ч" },
      //         { name: "Трансфер во время экзамена", value: "бесплатно" },
      //         { name: "Пересдача внутр. экзамена", value: "бесплатно" },
      //         { name: "Доп. вождение", value: "25% скидка" },
      //         {
      //           name: "Рассрочка на период обучения (без банка)",
      //           value: "без %"
      //         },
      //         { name: "Первоначальный взнос", value: "от 1000 р" }
      //       ]
      //     },
      //   ]
      // },
      {
        name: "Категория «В»",
        type: 'regular',
        tariffs: [
          {
            id: '8655',
            price: "39500",
            name: "Профи (обучение у МПО)",
            shortDescriptionRows: [
              "56 часов практики",
              "1 бесплатный внутр. экзамен"
            ],
            detailDescriptionRows: [
              { name: "Теория", value: "136 ч" },
              { name: "Вождение", value: "56 ч" },
              { name: "Трансфер во время экзамена", value: "бесплатно" },
              { name: "Пересдача внутр. экзамена", value: "бесплатно" },
              { name: "Доп. вождение", value: "25% скидка" },
              {
                name: "Рассрочка на период обучения (без банка)",
                value: "без %"
              },
              { name: "Первоначальный взнос", value: "от 1000 р" }
            ]
          },
          {
            id: '8657',
            price: "27500",
            shortDescriptionRows: [
              "120 часов практики",
              "2 бесплатный внутр. экзамен"
            ],
            name: "Стандарт (обучение у МПО)",
            detailDescriptionRows: [
              { name: "Теория", value: "100 ч" },
              { name: "Вождение", value: "120 ч" },
              {
                name: "Рассрочка на период обучения (без банка)",
                value: "без %"
              },
              { name: "Первоначальный взнос", value: "от 1000 р" }
            ]
          },
          {
            id: '8661',
            shortDescriptionRows: ["90 часов практики", "Права без экзамена"],
            price: "19500",
            name: "Экспресс (обучение у МПО)",
            detailDescriptionRows: [
              { name: "Теория", value: "90 ч" },
              { name: "Вождение", value: "100 ч" },
              { name: "Трансфер во время экзамена", value: "бесплатно" },
              { name: "Пересдача внутр. экзамена", value: "бесплатно" },
              { name: "Трансфер во время экзамена", value: "бесплатно" },
              { name: "Пересдача внутр. экзамена", value: "бесплатно" },

              { name: "Первоначальный взнос", value: "от 1000 р" }
            ]
          }
        ]
      },
      {
        name: "Категория «A»",
        type: 'regular',
        tariffs: [
          {
            id: '20',
            price: "12500",
            name: "Категория А",
            shortDescriptionRows: [
              "56 часов практики",
              "1 бесплатный внутр. экзамен"
            ],
            detailDescriptionRows: [
              { name: "Теория", value: "136 ч" },
              { name: "Вождение", value: "56 ч" },
              { name: "Трансфер во время экзамена", value: "бесплатно" },
              { name: "Пересдача внутр. экзамена", value: "бесплатно" },
              { name: "Доп. вождение", value: "25% скидка" },
              {
                name: "Рассрочка на период обучения (без банка)",
                value: "без %"
              },
              { name: "Первоначальный взнос", value: "от 1000 р" }
            ]
          },
          {
            id: '25185',
            price: "5000",
            shortDescriptionRows: [
              "10 часов практики",
              "1 бесплатный внутр. экзамен"
            ],
            name: "Категория А со скидкой",
            detailDescriptionRows: [
              { name: "Теория", value: "1 ч" },
              { name: "Вождение", value: "1 ч" },
              {
                name: "Рассрочка на период обучения (без банка)",
                value: "без %"
              },
              { name: "Первоначальный взнос", value: "от 1000 р" }
            ]
          },
        ]
      },
    ]
  };
}
